{
    "locale": {
        "name": "Українська (Україна)",
        "tz-name": "Etc/UTC+3"
    },

    "bot": {
        "name": "Бот Ральзей",
        "footer": "<> з ♥ віл {0}/about"
    },

    "presence": {
        "starting": "Початок... [{0}/{1}]",
        "normal": "на {0} серверах | !ralsei help",
        "updating": "Оновлення...",
        "waiting": "Будь ласка, зачекайте...",
        "maintenance": "На техобслуговуванні (ralsei.chlod.net/status)",
        "unavailable": "Недоступний (ralsei.chlod.net/status)"
    },

    "trivia": [
        "Обійми не обов'язково мають бути спрямовані на користувача. Просто ім'я. Напевно, можна використовувати імена ігрових персонажів...",
        "Змусь Ральзея обійняти когось іншого за допомогою команди !ralsei hug <користувач - приклад: Стефан> або себе, використовуючи !ralsei hug.",
        "Зазвичай для кожної відповіді є 10 різних варіантів. Є також відповіді з додатковим текстом, який також має 10 різних варіантів. Ти також можеш викликати спеціальні відповіді, запитуючи незвичайні речі.",
        "Існує кілька порад. Спробуй знайти їх усіх!",
        "Бот може зламатися кілька разів. У цьому випадку терпляче дочекайся, поки він знову підключиться до мережі. Якщо цього не відбувається, негайно повідом розробника (контактну інформацію можна знайти на [сайті бота](https://ralsei.chlod.net/about).)",
        "Якщо бот не відповідає, можливо, щось не так. Якщо це повторюється (і з кожною командою також), не соромся зв'язатися з розробниками.",
        "Не ображай його.",
        "Додавання `-` перед префіксом автоматично видаляє повідомлення, яке викликало відповідь. Однак модератори можуть вимкнути цю функцію, тому будьте обережні!",
        "Ми докладаємо всіх зусиль, щоб користувачі не робили надто непривабливі дії з Ральзеєм.",
        "Розробка бота зараз має перерву через проблеми з документацією коду.",
        "Це перший Discord бот, створений власником бота.",
        "Ralsei працює на Node.js, фреймворку, який використовує JavaScript. Але вам, мабуть, не потрібно знати ці ботанські подробиці.",
        "Основним вузьким місцем для відповідей є час, необхідний для отримання текстового поля та відправлення цього поля користувачеві. В іншому випадку Ральзей порається швидко.",
        "Цих дрібниць, мабуть, сотні.",
        "Ральзей має обліковий запис у Твітері [@DiscordRalsei](https://twitter.com/DiscordRalsei).",
        "Спочатку була одна секретна команда, але у версії 1.1 їх стало 4, а тепер кількість нерозголошується.",
        "Якщо повідомлення звідси починається з :key:, це може бути підказкою для певної секретної команди.",
        "Ральзей має вбудовану систему звітності про проблеми, пов'язані з роботою бота.",
        "Наступним оновленням мала стати версія 1.2, але оскільки розробка 1.2 тривала більше року, її було скасовано на користь версії 2.0.",
        "Ральзей стежить за кожни спеченим тортом.",
        "Класний художник на ім'я OmarTheNerd зробив аватар для Ральзея. Попередній аватар спочатку мав просто жахливо реконструйоване обличчя Ральзея. Повертаючись далі, його аватар був усміхненим спрайтом Ральзея.",
        "Кожен, хто зробив свій внесок у Ralsei Bot у спосіб, який я вважаю достатньо впливовим, отримує власне місце на [сторінці про бота](https://ralsei.chlod.net/about).",
        "Ідентифікатори Ральзеліяна були дечим, але їх дуже швидко скасували.",
        "Для роботи Ральзея використовується створювач текстових полів від [Demirramon](https://www.demirramon.com/). Навіть якщо розробники спробували зробити власний генератор, вони не зможуть конкурувати з версією Демі.",
        "`{prefix}say mode=regular box=undertale character=sans expression=wink я вже вчора вночі з твоєю мамою \"подружився\".`",
        "Ральзей має значок перевіреного бота, щоб ви знали, що він справжній бот Ральзей.",
        "Деякі люди запрошують Ральзея для його функцій, але багато насправді запрошують Ральзея для створення текстових полів. Тож знімаємо капелюха перед [Demirramon](https://www.demirramon.com/) за створення генератора!",
        "Початковим натхненням для створення бота був Сабреддіт [r/ralsei](https://reddit.com/r/ralsei). Його модератори - купка крутих божевільних.",
        ":cheese:",
        "Підказки секретної команди починаються з :key:. Якщо в них не було :key:, швидше за все, це не підказка для секретної команди.",
        "Модератори серверів можуть дозволяти використовувати команди лише певним користувачам. Ви можете дізнатися більше про це в [посібнику з налаштування](https://ralsei.chlod.net/configuration).",
        "Бот Ральзей працює на віртуальній машині за 3,35 доларів США. Ви запитаєте, що ще працює на цій машині? [Офіційний сайт Ralsei Bot!](https://ralsei.chlod.net)",
        "2.0 (та 1.2, через проксі) розроблявся для <вставте точний час (M, d, h, m, s)>.",
        "Звичайний торт зазвичай складається з 1 і 1/2 склянки борошна універсального призначення, 1/2 склянки вершкового масла, 1/2 склянки молока, 1 і 3/4 чайної ложки розпушувача, 2 яєць і двох чайних ложок ванільного екстракту. Але ми не розповідаємо вам, як його приготувати. Шукайте самостійно!",
        "Якщо немає текстового поля Ральзея, погляньте на це з точки зору розробників. Включно з цими повідомленнями. Було б дивно думати, що Ральзей справді так говорить.",
        "Розробники насправді ніколи не бачили плюшового Ральзея в реальності.",
        "Одного разу Ральзей став надзвичайно сповільненим через проблеми з продуктивністю, і відповіді на повідомлення надсилалися через 10 годин після початкової команди.",
        "Стережіться ботів, які видають себе за Ральзея, які мають такий же аватар та ім'я, що й наш! Переконайтеся, що ви бачите позначку біля теґу \"БОТ\", щоб побачити, чи це справді цей бот.",
        "Розміщення секретних команд тут є приводом, щоб змусити користувачів дізнатися більше про бота.",
        "Іноді команди просто не задокументовані. Ви можете подумати, що це \"секретні команди\", але насправді це не так.",



        ":key: *Щоб отримати доступ до чату, ви маєте радості надати аромату.*\n*Назва для корабля, який пливе, маленька але поганенька...*",
        ":key: *Здається, Ральзей не може лишитися з носом.*",
        ":key: *[\\*демонічні глючні звуки\\*](https://www.youtube.com/watch?v=w5p7WDk9hnQ)*",
        ":key: *Він найбільший, він найкращий.*\n*Похваліть його, а все інше зробить бот непропащий.*",
        ":key: **C(CC(=O)O)C(C(=O)O)N.O.[Na]**",
        ":key: *\\*Шморг\\** Вітаю. Мене звати... Мене звати [***Р А Л Ь З Е Й***](https://www.youtube.com/watch?v=h5aS3lYOZyU). \\*шморг\\**",
        ":key: *Сподіваюся, ніхто не перевіряє наявність секретних команд у [файлах перекладу](https://github.com/ChlodAlejandro/ralsei-bot-assets)...*"
    ]
}
